agua/1/finer/pitzDailySteady/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          400;
        startFace       463600;
    }
    outlet
    {
        type            patch;
        nFaces          400;
        startFace       464000;
    }
    Walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          32000;
        startFace       464400;
    }
)

// ************************************************************************* //
